Repository: JanX2/ToGo-for-iOS
Catalog: trunk/*.lproj/Localizable.strings
Languages: fr

source: Current Site
fr: Site Actuel

source: Details
fr: Infos

source: Preview
fr: Prévision

source: No WiFi
fr: Aucun Réseau WiFi

source: New Site
fr: Nouveau Site

source: Browser
fr: Navigateur

source: Send a Site
fr: Envoyer un Site

source: Past Websites
fr: Sites du passé

source: Get it ToGo
fr: Prendre à porter

source: Open in Safari
fr: Ouvrir dans Safari

source: Open
fr: Ouvrir

source: View Site
fr: Voir ce site

source: View
fr: Voir

source: Send this Website
fr: Envoyer ce site

source: Send
fr: Envoyer

source: Delete this Website
fr: Supprimer ce site

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Not Now
fr: Plus Tard

source: Save for Later
fr: Plus Tard

source: Check it Out!
fr: Voir Maintenant

source: Search
fr: Réchercher

source: Saved Page
fr: Page Initiale

source: View in Full-screen
fr: Voir en plein écran

source: Sent from
fr: Envoyé depuis

source: No Title
fr: Aucun Titre

# New URL Part 1
source: has been sent to you by
fr: a été envoyé à vous depuis

# New URL Part 2
source: Would you like to view it now?
fr: Voulez-vous le voir maintenant?

source: Start ToGo on another device...
fr: Lancez ToGo sur un autre appareil...

source: Choose a device...
fr: Choisissez un appareil...

source: Now hit Send...
fr: Appuyez sur Envoyer...

source: Establishing a connection...
fr: Établissement de connexion...

source: Sending site...
fr: Envoi du site...

source: Success!
fr: Succès!

source: Could not connect.
fr: N'a pas pu se connecter.

# No URLs
source: No sites yet!
fr: Vous n'avez aucun site!

source: No description found.
fr: Aucune description montrer.

source: Tap with 2 fingers to navigate...
fr: Tapez avec 2 doigts pour naviguer...
